Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=590_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: Njeallje ođđa matematihka oahppogirjji davvisámegillii almmuhuvvon
smn: Nelji uđđâ tavesämikielâlâš matematiik kirje almostuvvii

source: Vuođđooahpahusa ođđa matematihka ráiddus lea almmuhuvvon njeallje ođđa davvisámegielat oahppogirjji.
smn: Vuáđumáttááttâs uđđâ matematiik oppâkirjerááiđun láá almostum nelji uđđâ tavesämikielâlâš oppâkirje.

source: Ođđa oahppogirjjit leat giđđabaji oahppigirjjit luohkáide 1-4.
smn: Uđđâ oppâkirjeh láá kiđđâluuhâmpaje uáppeekirjeh 1–4 luokkáid.

source: Lohkoleaika- nammasaš girjjit leat jorgaluvvon WSOY Matikka - nammasaš ráiddus.
smn: - nommâsiih oppâkirjeh láá jurgâlum WSOY - nommâsâš rááiđust.

source: Davvisámegielat čakčabaji oahppogirjjit 1-4 ja anárašgielat čakčabaji oahppogirji Lohosierâ 1 leat almmuhuvvon jagis 2011.
smn: 1 lii almostittum ive 2011.

source: Olles ráidu šaddá almmuhuvvot anáraš- ja davvisámegielain.
smn: Ubâ ráiđu almostittoo aanaar- já tavesämikielân.

source: Oahppogirjjiid sáhttá diŋgot sámedikki skuvlen- ja oahppamateriáladoaimmahagas: anni.
smn: Oppâkiirjijd puáhtá tiiláđ sämitige škovlim- já oppâmateriaaltoimâttuvâst: anni.

source: fi dahje ritva.
smn: fi tâi ritva.

source: Lassedieđut dás.
smn: Lasetiäđih täst.
